fio/test_suite_sd_old/bs64k_read80write20.txt
bs64k_read80write20: (g=0): rw=randrw, bs=(R) 64.0KiB-64.0KiB, (W) 64.0KiB-64.0KiB, (T) 64.0KiB-64.0KiB, ioengine=psync, iodepth=1
...
fio-3.33
Starting 4 processes
bs64k_read80write20: Laying out IO file (1 file / 100MiB)
bs64k_read80write20: Laying out IO file (1 file / 100MiB)
bs64k_read80write20: Laying out IO file (1 file / 100MiB)
[...]

bs64k_read80write20: (groupid=0, jobs=4): err= 0: pid=2872: Sun Jun  8 20:12:49 2025
  read: IOPS=130, BW=8338KiB/s (8538kB/s)(264MiB/32460msec)
    clat (msec): min=7, max=5848, avg=24.82, stdev=180.89
     lat (msec): min=7, max=5848, avg=24.82, stdev=180.89
    clat percentiles (msec):
     |  1.00th=[   14],  5.00th=[   14], 10.00th=[   14], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   15],
     | 70.00th=[   15], 80.00th=[   15], 90.00th=[   15], 95.00th=[   15],
     | 99.00th=[   15], 99.50th=[  435], 99.90th=[ 2970], 99.95th=[ 2970],
     | 99.99th=[ 5873]
   bw (  KiB/s): min=  508, max=18980, per=100.00%, avg=15712.29, stdev=1506.98, samples=138
   iops        : min=    4, max=  296, avg=245.13, stdev=23.59, samples=138
  write: IOPS=35, BW=2277KiB/s (2332kB/s)(72.2MiB/32460msec); 0 zone resets
    clat (usec): min=100, max=8485.8k, avg=21426.12, stdev=414495.89
     lat (usec): min=102, max=8485.8k, avg=21431.37, stdev=414496.00
    clat percentiles (usec):
     |  1.00th=[    105],  5.00th=[    123], 10.00th=[    169],
     | 20.00th=[    180], 30.00th=[    190], 40.00th=[    202],
     | 50.00th=[    258], 60.00th=[    273], 70.00th=[    289],
     | 80.00th=[    302], 90.00th=[    326], 95.00th=[    351],
     | 99.00th=[    693], 99.50th=[  14615], 99.90th=[7952401],
     | 99.95th=[8489272], 99.99th=[8489272]
   bw (  KiB/s): min=  639, max= 8708, per=100.00%, avg=4771.10, stdev=471.07, samples=124
   iops        : min=    9, max=  136, avg=74.35, stdev= 7.39, samples=124
  lat (usec)   : 250=10.16%, 500=11.03%, 750=0.06%, 1000=0.06%
  lat (msec)   : 2=0.04%, 10=0.06%, 20=78.10%, 50=0.04%, 500=0.07%
  lat (msec)   : 750=0.07%, 2000=0.02%, >=2000=0.30%
  cpu          : usr=0.15%, sys=0.95%, ctx=4300, majf=0, minf=114
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=4229,1155,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=8338KiB/s (8538kB/s), 8338KiB/s-8338KiB/s (8538kB/s-8538kB/s), io=264MiB (277MB), run=32460-32460msec
  WRITE: bw=2277KiB/s (2332kB/s), 2277KiB/s-2277KiB/s (2332kB/s-2332kB/s), io=72.2MiB (75.7MB), run=32460-32460msec

Disk stats (read/write):
  mmcblk0: ios=4225/173, merge=0/4, ticks=83266/1043093, in_queue=1126360, util=95.39%