fio/test_suite_sd_old/bs8k_read60write40.txt
bs8k_read60write40: (g=0): rw=randrw, bs=(R) 8192B-8192B, (W) 8192B-8192B, (T) 8192B-8192B, ioengine=psync, iodepth=1
...
fio-3.33
Starting 4 processes
bs8k_read60write40: Laying out IO file (1 file / 100MiB)
bs8k_read60write40: Laying out IO file (1 file / 100MiB)
bs8k_read60write40: Laying out IO file (1 file / 100MiB)
[...]

bs8k_read60write40: (groupid=0, jobs=4): err= 0: pid=2662: Sun Jun  8 19:49:09 2025
  read: IOPS=464, BW=3717KiB/s (3806kB/s)(116MiB/31903msec)
    clat (usec): min=1476, max=634959, avg=6117.94, stdev=24171.31
     lat (usec): min=1477, max=634959, avg=6118.74, stdev=24171.37
    clat percentiles (msec):
     |  1.00th=[    4],  5.00th=[    4], 10.00th=[    4], 20.00th=[    4],
     | 30.00th=[    4], 40.00th=[    4], 50.00th=[    4], 60.00th=[    4],
     | 70.00th=[    4], 80.00th=[    5], 90.00th=[    5], 95.00th=[    5],
     | 99.00th=[   62], 99.50th=[  182], 99.90th=[  372], 99.95th=[  550],
     | 99.99th=[  634]
   bw (  KiB/s): min=   60, max= 8208, per=100.00%, avg=5208.06, stdev=936.31, samples=182
   iops        : min=    4, max= 1026, avg=649.48, stdev=117.27, samples=182
  write: IOPS=321, BW=2571KiB/s (2632kB/s)(80.1MiB/31903msec); 0 zone resets
    clat (usec): min=15, max=5099.8k, avg=3574.88, stdev=126387.27
     lat (usec): min=16, max=5099.8k, avg=3576.20, stdev=126387.32
    clat percentiles (usec):
     |  1.00th=[     18],  5.00th=[     19], 10.00th=[     20],
     | 20.00th=[     30], 30.00th=[     32], 40.00th=[     39],
     | 50.00th=[     48], 60.00th=[     58], 70.00th=[     63],
     | 80.00th=[     70], 90.00th=[     81], 95.00th=[     91],
     | 99.00th=[    126], 99.50th=[    147], 99.90th=[  10028],
     | 99.95th=[4244636], 99.99th=[5066720]
   bw (  KiB/s): min=   60, max= 6920, per=100.00%, avg=3970.42, stdev=624.69, samples=165
   iops        : min=    4, max=  864, avg=494.58, stdev=78.28, samples=165
  lat (usec)   : 20=4.26%, 50=16.93%, 100=18.57%, 250=1.02%, 500=0.02%
  lat (usec)   : 750=0.02%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=47.02%, 10=11.30%, 20=0.02%, 50=0.01%
  lat (msec)   : 100=0.28%, 250=0.41%, 500=0.05%, 750=0.05%, >=2000=0.03%
  cpu          : usr=0.30%, sys=1.25%, ctx=15129, majf=0, minf=113
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=14823,10251,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=3717KiB/s (3806kB/s), 3717KiB/s-3717KiB/s (3806kB/s-3806kB/s), io=116MiB (121MB), run=31903-31903msec
  WRITE: bw=2571KiB/s (2632kB/s), 2571KiB/s-2571KiB/s (2632kB/s-2632kB/s), io=80.1MiB (84.0MB), run=31903-31903msec

Disk stats (read/write):
  mmcblk0: ios=14823/1603, merge=0/6, ticks=85965/2000771, in_queue=2086737, util=94.17%